"use client";

import styles from "./style.module.css";

export default function Policy() {
  return (
    <div className={styles.policy}>
      <h2>個人情報保護方針</h2>
      <p>
        Everacel Co., Ltd.
        <br />
        （以下、当社といいます。）では、個人情報の適切な保護のため、以下のような体制で臨んでいます。
      </p>
      <h4>個人情報保護の方針</h4>
      <p>
        当社は、個人情報に関する法令およびその他の規範を遵守し、お客さまの大切な個人情報の保護に万全を尽くします。当店は、お客さまの個人情報を適正に取扱うため、管理体制を整え、個人情報への不正アクセスや個人情報の紛失、破壊、改ざんおよび漏洩等防止のために適切な措置を行い、個人情報の保護に努めてまいります。
      </p>
      <h4>個人情報の利用</h4>
      <p>
        当社が運営するウェブサイトにて収集される情報の利用は、目的の範囲内で適正に取り扱いさせていただきます。
      </p>
      <p>
        外部委託先への開示について
        当社は、お客さまの個人情報については、利用目的を潤滑に達成するため、業務委託先又は提携先に預託する場合があります。その場合は、個人情報の保護が十分に図られている企業を選び、適切な処置を実施いたします。
      </p>
      <h4>個人情報の第三者提供について</h4>
      <p>
        当社は、お客様の個人情報をお客様の承諾なく第三者に提供・開示いたしません。但し、ご本人の同意がある場合、警察機関などの公的機関から開示の要請があった場合は除きます。
      </p>
      <h4>アクセスログについて</h4>
      <p>
        当社が運営するウェブサイトでは、アクセスログを使用しています。アクセスログは、本ウェブサイトの保守管理や利用状況に関する統計分析のために活用されますがそれ以外の目的で利用されることはありません。
      </p>
      <h4>このページについて</h4>
      <p>
        当社は、より一層お客様の個人情報の保護を図るため、もしくは、法令の制定や変更等に伴い、プライバシーポリシーを変更することがあります。
      </p>
    </div>
  );
}
